Repository: timveil/leaves-of-blocks
Catalog: LeavesOfBlocks/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, zh_hans, zh_hant

# drag_drop_description
source: You'll see up to 3 block shapes at the bottom of the screen. Simply drag any shape onto the grid where it fits completely. Blocks cannot overlap existing pieces or extend beyond the grid edges. When you use all 3 blocks, you'll get 3 new ones automatically.
de: Unten am Bildschirm siehst du bis zu 3 Blockformen. Zieh eine davon auf das Feld, wo sie vollständig hineinpasst. Blöcke dürfen weder andere überlappen noch über den Rand hinausragen. Hast du alle 3 gesetzt, bekommst du automatisch 3 neue.
es: Verás hasta 3 formas de bloques en la parte inferior de la pantalla. Simplemente arrastra cualquier forma a la cuadrícula donde quepa completamente. Los bloques no pueden superponerse a piezas existentes ni extenderse más allá de los bordes de la cuadrícula. Cuando uses los 3 bloques, recibirás 3 nuevos automáticamente.
fr: Jusqu'à 3 formes apparaissent en bas de l'écran. Fais glisser celle de ton choix sur la grille, là où elle tient entièrement. Les blocs ne peuvent ni se chevaucher ni dépasser du bord. Une fois les 3 posés, 3 nouveaux arrivent automatiquement.
ja: 画面下部に最大3つのブロックが表示されます。すべて収まる場所にドラッグして配置してください。ブロックは既存のマスと重ねたり、盤面の外にはみ出したりできません。3つすべてを使うと、自動的に新しい3つが配られます。
ko: 화면 아래에 최대 3개의 블록이 나와요. 완전히 들어가는 자리에 끌어다 놓으세요. 블록은 이미 놓인 칸과 겹치거나 보드 밖으로 나갈 수 없어요. 3개를 모두 쓰면 새 블록 3개가 자동으로 나와요.
nl: Onder in beeld zie je maximaal 3 blokvormen. Sleep er een naar het speelveld, op een plek waar hij helemaal past. Blokken mogen niet over elkaar heen liggen of buiten de rand vallen. Heb je alle 3 geplaatst, dan krijg je automatisch 3 nieuwe.
pt_br: Você verá até 3 formas de bloco na parte de baixo da tela. Basta arrastar qualquer forma até um lugar da grade onde ela caiba por completo. Os blocos não podem se sobrepor às peças já colocadas nem passar das bordas da grade. Quando você usar os 3 blocos, recebe 3 novos automaticamente.
zh_hans: 屏幕下方最多会出现 3 个方块形状。把任一形状拖到方格中能完整容纳它的位置即可。方块不能与已有的棋子重叠，也不能超出方格边界。3 个方块都用完后，会自动补上 3 个新的。
zh_hant: 畫面下方最多會出現 3 個方塊形狀。把任一形狀拖到方格中能完整容納它的位置即可。方塊不能與既有的棋子重疊，也不能超出方格邊界。3 個方塊都用完後，會自動補上 3 個新的。

source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacité
ja: 効率
ko: 효율
nl: Efficiëntie
pt_br: Eficiência
zh_hans: 效率
zh_hant: 效率

# efficiency_system
source: Performance Tracking
de: Leistungsauswertung
es: Seguimiento de Rendimiento
fr: Suivi des performances
ja: パフォーマンス記録
ko: 실력 기록
nl: Prestatiemeting
pt_br: Acompanhamento de Desempenho
zh_hans: 表现跟踪
zh_hant: 表現追蹤

# efficiency_system_description
source: The game tracks how efficiently you use the grid space and provides grades from A+ to D. Higher efficiency comes from keeping the grid organized and minimizing wasted space.
de: Das Spiel verfolgt, wie effizient du den Platz auf dem Feld nutzt, und vergibt Noten von A+ bis D. Eine hohe Effizienz erreichst du, indem du das Feld aufgeräumt hältst und wenig Platz verschenkst.
es: El juego rastrea qué tan eficientemente usas el espacio de la cuadrícula y proporciona calificaciones de A+ a D. Mayor eficiencia proviene de mantener la cuadrícula organizada y minimizar el espacio desperdiciado.
fr: Le jeu mesure l'efficacité avec laquelle tu occupes la grille et attribue une note de A+ à D. Plus la grille reste ordonnée et l'espace bien utilisé, plus la note monte.
ja: 盤面のスペースをどれだけ効率よく使えているかを記録し、A+ から D までの評価を付けます。盤面を整理して無駄を減らすほど、効率は高くなります。
ko: 보드 공간을 얼마나 효율적으로 쓰는지 기록해 A+부터 D까지 등급을 매겨요. 보드를 정돈하고 빈 공간을 덜 낭비할수록 등급이 올라가요.
nl: Het spel houdt bij hoe efficiënt je de ruimte op het speelveld gebruikt en geeft een cijfer van A+ tot D. Hoe overzichtelijker je speelveld en hoe minder ruimte je verspilt, hoe hoger het cijfer.
pt_br: O jogo acompanha com que eficiência você usa o espaço da grade e dá notas de A+ a D. A eficiência sobe quando você mantém a grade organizada e desperdiça menos espaço.
zh_hans: 游戏会跟踪你利用方格空间的效率，并给出 A+ 到 D 的评级。把方格保持得井井有条、少浪费空间，效率就会提高。
zh_hant: 遊戲會追蹤你運用方格空間的效率，並給出 A+ 到 D 的評等。把方格維持得井然有序、少浪費空間，效率就會提高。

source: Final Score
de: Endstand
es: Puntuación Final
fr: Score final
ja: 最終スコア
ko: 최종 점수
nl: Eindscore
pt_br: Pontuação Final
zh_hans: 最终分数
zh_hant: 最終分數

# game_center_enable
source: Enable Game Center
de: Game Center aktivieren
es: Activar Game Center
fr: Activer Game Center
ja: Game Center を有効にする
ko: Game Center 사용
nl: Game Center inschakelen
pt_br: Ativar o Game Center
zh_hans: 启用 Game Center
zh_hant: 啟用 Game Center

# game_center_enable_description
source: When on, your final score and earned achievements are sent to Apple's Game Center. Off by default — your data stays on this device until you opt in. No ads, no third-party tracking, no data sold.
de: Wenn aktiv, werden dein Endstand und erreichte Erfolge an Apples Game Center gesendet. Standardmäßig aus — deine Daten bleiben auf diesem Gerät, bis du zustimmst. Keine Werbung, kein Tracking durch Dritte, kein Datenverkauf.
es: Cuando está activado, tu puntuación final y logros se envían a Game Center de Apple. Desactivado por defecto — tus datos permanecen en este dispositivo hasta que aceptes. Sin anuncios, sin rastreo de terceros, sin venta de datos.
fr: Une fois activé, ton score final et tes succès sont envoyés à Game Center d'Apple. Désactivé par défaut : tes données restent sur cet appareil tant que tu n'as rien activé. Aucune publicité, aucun pistage tiers, aucune revente de données.
ja: オンにすると、最終スコアと獲得した実績が Apple の Game Center に送信されます。初期設定はオフで、オンにするまでデータはこの端末に留まります。広告なし、第三者による追跡なし、データの販売なし。
ko: 켜면 최종 점수와 획득한 업적이 Apple Game Center로 전송돼요. 기본값은 꺼짐이며, 켜기 전까지 데이터는 이 기기에만 남아요. 광고 없음, 제3자 추적 없음, 데이터 판매 없음.
nl: Als dit aanstaat, worden je eindscore en behaalde prestaties naar Game Center van Apple gestuurd. Staat standaard uit: je gegevens blijven op dit apparaat totdat je ermee instemt. Geen advertenties, geen tracking door derden, geen verkoop van gegevens.
pt_br: Quando ativado, sua pontuação final e as conquistas obtidas são enviadas ao Game Center da Apple. Desativado por padrão — seus dados ficam neste dispositivo até você escolher ativá-lo. Sem anúncios, sem rastreamento de terceiros, sem venda de dados.
zh_hans: 启用后，你的最终分数和获得的成就会发送到 Apple 的 Game Center。默认关闭——在你选择启用之前，数据都留在这台设备上。没有广告，没有第三方跟踪，不出售数据。
zh_hant: 啟用後，你的最終分數與獲得的成就會傳送到 Apple 的 Game Center。預設為關閉——在你選擇啟用之前，資料都留在這台裝置上。沒有廣告，沒有第三方追蹤，不販售資料。

source: Game Over
de: Spiel vorbei
es: Fin del Juego
fr: Partie terminée
ja: ゲーム終了
ko: 게임 종료
nl: Spel voorbij
pt_br: Fim de Jogo
zh_hans: 游戏结束
zh_hant: 遊戲結束

# game_over_description
source: The game ends when none of your current 3 blocks can fit anywhere on the grid. Don't worry - the game includes smart features to help prevent this by adjusting the types of blocks you receive based on your grid situation.
de: Das Spiel endet, wenn keiner deiner 3 Blöcke mehr irgendwo aufs Feld passt. Keine Sorge — das Spiel steuert dem entgegen, indem es die Art der Blöcke an deine Feldsituation anpasst.
es: El juego termina cuando ninguno de tus 3 bloques actuales puede caber en ningún lugar de la cuadrícula. No te preocupes - el juego incluye funciones inteligentes para ayudar a prevenir esto ajustando los tipos de bloques que recibes según la situación de tu cuadrícula.
fr: La partie s'arrête quand aucun de tes 3 blocs ne peut plus être posé. Pas d'inquiétude : le jeu adapte les blocs proposés à l'état de ta grille pour retarder ce moment.
ja: 手持ちの3つのブロックがどこにも置けなくなるとゲーム終了です。盤面の状況に応じて配られるブロックの種類が調整されるので、そう簡単には終わりません。
ko: 가진 블록 3개를 어디에도 놓을 수 없게 되면 게임이 끝나요. 걱정 마세요. 보드 상황에 맞춰 나오는 블록 종류가 조정되니까요.
nl: Het spel eindigt als geen van je 3 blokken nog ergens past. Geen zorgen: het spel stemt de soort blokken af op je speelveld om dat uit te stellen.
pt_br: A partida termina quando nenhum dos seus 3 blocos atuais couber em lugar nenhum da grade. Não se preocupe — o jogo tem recursos inteligentes que ajudam a evitar isso, ajustando os tipos de bloco que você recebe conforme a situação da sua grade.
zh_hans: 当你手上这 3 个方块在方格中都无处可放时，这一局就结束了。别担心——游戏内置的智能功能会根据你的方格情况调整发给你的方块类型，尽量避免这种情况。
zh_hant: 當你手上這 3 個方塊在方格中都無處可放時，這一局就結束了。別擔心——遊戲內建的智慧功能會依照你的方格狀況調整發給你的方塊類型，盡量避免這種情形。

# game_over_quote
source: That the powerful game has ended, and You could not contribute a block.
de: Dass das mächtige Spiel geendet hat und Du keinen Block beitragen konntest.
es: Que el poderoso juego ha terminado, y Tú no pudiste contribuir un bloque.
fr: Que le puissant jeu s'est achevé, et que Tu n'as pu y apporter un bloc.
ja: 力強きゲームは終わり、あなたはひとつのブロックも捧げられなかった。
ko: 힘찬 놀이가 끝났고, 그대는 블록 하나 보태지 못했으니.
nl: Dat het machtige spel geëindigd is, en Jij geen blok kon bijdragen.
pt_br: Que o poderoso jogo terminou, e Tu não pudeste contribuir com um bloco.
zh_hans: 强大的游戏已然落幕，而你未能献上一块方砖。
zh_hant: 強大的遊戲已然落幕，而你未能獻上一塊方磚。

# game_over_rules
source: Game Over
de: Spielende
es: Fin del Juego
fr: Fin de partie
ja: ゲーム終了
ko: 게임 종료
nl: Einde spel
pt_br: Fim de Jogo
zh_hans: 游戏结束
zh_hant: 遊戲結束

source: Games Played
de: Gespielte Spiele
es: Partidas Jugadas
fr: Parties jouées
ja: プレイ回数
ko: 플레이 횟수
nl: Gespeelde spellen
pt_br: Partidas Jogadas
zh_hans: 游玩局数
zh_hant: 遊玩局數

# grade_beginner
source: Beginner
de: Anfänger
es: Novato
fr: Débutant
ja: 初心者
ko: 입문
pt_br: Iniciante
zh_hans: 新手
zh_hant: 新手

# grade_expert
source: Expert
de: Experte
es: Experto
ja: 熟練者
ko: 숙련
pt_br: Especialista
zh_hans: 专家
zh_hant: 專家

# grade_learning
source: Learning
de: Lernend
es: Aprendiz
fr: En progrès
ja: 練習中
ko: 성장 중
nl: Lerend
pt_br: Aprendendo
zh_hans: 学习中
zh_hant: 學習中

# grade_master
source: Master
de: Meister
es: Maestro
fr: Maître
ja: 達人
ko: 달인
nl: Meester
pt_br: Mestre
zh_hans: 大师
zh_hant: 大師

# grade_skilled
source: Skilled
de: Geübt
es: Hábil
fr: Confirmé
ja: 中級者
ko: 중급
nl: Bedreven
pt_br: Habilidoso
zh_hans: 熟练
zh_hant: 熟練

source: High Score
de: Bestwert
es: Puntuación Máxima
fr: Meilleur score
ja: 最高スコア
ko: 최고 점수
nl: Beste score
pt_br: Recorde
zh_hans: 最高分
zh_hant: 最高分

# history_cleared_message
source: Game history has been cleared successfully.
de: Der Spielverlauf wurde gelöscht.
es: El historial de partidas se ha borrado exitosamente.
fr: L'historique des parties a été effacé.
ja: ゲーム履歴を削除しました。
ko: 게임 기록을 삭제했어요.
nl: De spelgeschiedenis is gewist.
pt_br: O histórico de partidas foi apagado com sucesso.
zh_hans: 游戏记录已成功清除。
zh_hant: 遊戲紀錄已成功清除。

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
nl: Start
pt_br: Início
zh_hans: 首页
zh_hant: 首頁

source: How to Play
de: So wird gespielt
es: Cómo Jugar
fr: Comment jouer
ja: 遊び方
ko: 플레이 방법
nl: Zo speel je
pt_br: Como Jogar
zh_hans: 玩法
zh_hant: 玩法

# how_to_play_menu
source: How To
de: Anleitung
es: Ayuda
fr: Règles
ja: 遊び方
ko: 플레이 방법
nl: Uitleg
pt_br: Como Jogar
zh_hans: 玩法
zh_hant: 玩法

# inspiration_quote
source: Born from a love of block puzzles, frustration with ads, and inspiration from Walt Whitman's timeless poetry.
de: Entstanden aus der Liebe zu Block-Puzzles, dem Ärger über Werbung und der Inspiration durch die zeitlose Dichtung Walt Whitmans.
es: Nacido del amor por los rompecabezas de bloques, la frustración con los anuncios y la inspiración de la poesía atemporal de Walt Whitman.
fr: Né d'un amour des jeux de blocs, d'une lassitude devant la publicité et de l'inspiration de la poésie intemporelle de Walt Whitman.
ja: ブロックパズルへの愛情と、広告への苛立ち、そしてウォルト・ホイットマンの時を超えた詩から生まれました。
ko: 블록 퍼즐을 향한 애정과 광고에 대한 아쉬움, 그리고 월트 휘트먼의 시대를 넘어선 시에서 태어났어요.
nl: Ontstaan uit liefde voor blokpuzzels, ergernis over advertenties en inspiratie door de tijdloze poëzie van Walt Whitman.
pt_br: Nasceu do amor por quebra-cabeças de blocos, da irritação com anúncios e da inspiração na poesia atemporal de Walt Whitman.
zh_hans: 源于对方块益智游戏的喜爱、对广告的厌烦，以及惠特曼隽永诗作的启发。
zh_hant: 源於對方塊益智遊戲的喜愛、對廣告的厭煩，以及惠特曼雋永詩作的啟發。

# last_score_format
source: Last Score: %@
de: Letzter Stand: %@
es: Última Puntuación: %@
fr: Dernier score : %@
ja: 前回のスコア: %@
ko: 지난 점수: %@
nl: Vorige score: %@
pt_br: Última pontuação: %@
zh_hans: 上一局分数：%@
zh_hant: 上一局分數：%@

source: Lines
de: Reihen
es: Líneas
fr: Lignes
ja: ライン
ko: 줄
nl: Rijen
pt_br: Linhas
zh_hans: 排数
zh_hant: 排數

source: Lines Cleared
de: Geräumte Reihen
es: Líneas Completadas
fr: Lignes effacées
ja: 消したライン
ko: 없앤 줄
nl: Gewiste rijen
pt_br: Linhas Eliminadas
zh_hans: 已消除排数
zh_hant: 已消除排數

source: Longest Combo
de: Längste Combo
es: Combo Más Largo
fr: Plus long combo
ja: 最長コンボ
ko: 최장 콤보
nl: Langste combo
pt_br: Combo Mais Longo
zh_hans: 最长连消
zh_hant: 最長連消

# menu_title
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
zh_hans: 菜单
zh_hant: 選單

source: New Game
de: Neues Spiel
es: Nueva Partida
fr: Nouvelle partie
ja: 新しいゲーム
ko: 새 게임
nl: Nieuw spel
pt_br: Nova Partida
zh_hans: 新游戏
zh_hant: 新遊戲

# new_game_menu
source: New Game
de: Neues Spiel
es: Nueva
fr: Nouvelle partie
ja: 新しいゲーム
ko: 새 게임
nl: Nieuw spel
pt_br: Nova Partida
zh_hans: 新游戏
zh_hant: 新遊戲

source: Points
de: Punkte
es: Puntos
ja: ポイント
ko: 점
nl: Punten
pt_br: Pontos
zh_hans: 分
zh_hant: 分

source: Pro Tips
de: Profi-Tipps
es: Consejos Pro
fr: Conseils
ja: 上達のコツ
ko: 실력 향상 팁
nl: Handige tips
pt_br: Dicas de Mestre
zh_hans: 高手技巧
zh_hant: 高手訣竅

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer Todos los Datos
fr: Réinitialiser les données
ja: すべてのデータをリセット
ko: 모든 데이터 초기화
nl: Alle gegevens wissen
pt_br: Redefinir Todos os Dados
zh_hans: 重置所有数据
zh_hant: 重設所有資料

source: Reset Complete
de: Zurückgesetzt
es: Restablecimiento Completo
fr: Réinitialisation terminée
ja: リセット完了
ko: 초기화 완료
nl: Wissen voltooid
pt_br: Redefinição Concluída
zh_hans: 重置完成
zh_hant: 重設完成

# reset_data_warning
source: This will permanently delete ALL game data including history, high scores, and preferences. This action cannot be undone.
de: Damit werden ALLE Spieldaten dauerhaft gelöscht, auch Verlauf, Bestwerte und Einstellungen. Das lässt sich nicht rückgängig machen.
es: Esto eliminará permanentemente TODOS los datos del juego incluyendo historial, puntuaciones máximas y preferencias. Esta acción no se puede deshacer.
fr: TOUTES les données de jeu seront définitivement supprimées : historique, records et préférences compris. Cette action est irréversible.
ja: 履歴、最高スコア、設定を含む「すべての」ゲームデータが完全に削除されます。この操作は取り消せません。
ko: 기록, 최고 점수, 설정을 포함한 '모든' 게임 데이터가 영구히 삭제돼요. 이 작업은 되돌릴 수 없어요.
nl: Hiermee worden ALLE spelgegevens definitief verwijderd, inclusief geschiedenis, topscores en voorkeuren. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso vai apagar permanentemente TODOS os dados do jogo, incluindo histórico, recordes e preferências. Esta ação não pode ser desfeita.
zh_hans: 这将永久删除“所有”游戏数据，包括记录、最高分和偏好设置。此操作无法撤销。
zh_hant: 這會永久刪除「所有」遊戲資料，包括紀錄、最高分與偏好設定。此動作無法復原。

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer Todo
fr: Tout réinitialiser
ja: すべてリセット
ko: 전체 초기화
nl: Alles wissen
pt_br: Redefinir Tudo
zh_hans: 全部重置
zh_hant: 全部重設

source: Score
de: Punkte
es: Puntuación
ja: スコア
ko: 점수
pt_br: Pontuação
zh_hans: 分数
zh_hant: 分數

# scoring_blocks_placed
source: Points earned for each square of a block you place
de: Punkte für jedes Feld des Blocks, den du setzt
es: Puntos ganados por cada cuadro del bloque que colocas
fr: Points gagnés pour chaque case du bloc que tu poses
ja: 置いたブロックの1マスごとに入るポイント
ko: 블록을 놓을 때 칸 하나마다 얻는 점수
nl: Punten voor elk vakje van een blok dat je plaatst
pt_br: Pontos ganhos por cada casa de um bloco que você coloca
zh_hans: 放置的方块每一格可得的分数
zh_hant: 放置的方塊每一格可得的分數

# scoring_clear_lines
source: Points earned for each complete line cleared
de: Punkte für jede vollständig geräumte Reihe
es: Puntos ganados por cada línea completa eliminada
fr: Points gagnés pour chaque ligne complète effacée
ja: 消したライン1本ごとに入るポイント
ko: 한 줄을 완성해 없앨 때마다 얻는 점수
nl: Punten voor elke volle rij die je wist
pt_br: Pontos ganhos por cada linha completa eliminada
zh_hans: 每消除一整排可得的分数
zh_hant: 每消除一整排可得的分數

# scoring_combo_bonus
source: Bonus points for each additional line cleared simultaneously
de: Bonuspunkte für jede weitere Reihe, die gleichzeitig geräumt wird
es: Puntos extra por cada línea adicional eliminada simultáneamente
fr: Points bonus pour chaque ligne supplémentaire effacée en même temps
ja: 同時に消したライン1本ごとに加算されるボーナス
ko: 동시에 없앤 줄이 하나 늘어날 때마다 붙는 보너스
nl: Bonuspunten voor elke extra rij die je tegelijk wist
pt_br: Pontos de bônus por cada linha adicional eliminada ao mesmo tempo
zh_hans: 同时多消除一排可得的奖励分数
zh_hant: 同時多消除一排可得的獎勵分數

# scoring_header
source: Scoring
de: Punkte
es: Puntuación
fr: Score
ja: スコア
ko: 점수
nl: Punten
pt_br: Pontuação
zh_hans: 计分方式
zh_hant: 計分方式

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

# settings_menu
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

# shape_area_clear
source: Area Clear
de: Fläche räumen
es: Eliminar Área
fr: Zone
ja: エリア消去
ko: 영역 제거
nl: Vlak wissen
pt_br: Limpar Área
zh_hans: 区域消除
zh_hant: 區域消除

# shape_area_desc
source: Area Clear is the ultimate power block. This purple block clears a 3×3 area around wherever you place it. Use wisely for maximum impact.
de: Fläche räumen ist der stärkste Block. Dieser lila Block räumt ein 3×3-Feld rund um die Stelle, an der du ihn setzt. Setz ihn klug ein, dann wirkt er am meisten.
es: Eliminar Área es el bloque de poder definitivo. Este bloque morado elimina un área de 3×3 alrededor de donde lo coloques. Úsalo sabiamente para máximo impacto.
fr: Zone est le bloc le plus puissant. Ce bloc violet efface une zone de 3×3 autour de l'endroit où tu le poses. À garder pour le bon moment.
ja: エリア消去は最強のブロックです。この紫のブロックは、置いた場所を中心に3×3の範囲を消します。ここぞという場面で使いましょう。
ko: 영역 제거는 가장 강력한 블록이에요. 이 보라색 블록은 놓은 자리를 중심으로 3×3 영역을 없애요. 꼭 필요한 순간에 쓰세요.
nl: Vlak wissen is het krachtigste blok. Dit paarse blok wist een gebied van 3×3 rond de plek waar je het neerlegt. Bewaar het voor het juiste moment.
pt_br: Limpar Área é o bloco mais poderoso de todos. Este bloco roxo limpa uma área de 3×3 ao redor do ponto onde você o coloca. Use com sabedoria para causar o maior impacto.
zh_hans: 区域消除是威力最强的方块。这个紫色方块会清掉放置处周围 3×3 的范围。善加利用，效果最大。
zh_hant: 區域消除是威力最強的方塊。這個紫色方塊會清掉放置處周圍 3×3 的範圍。善加運用，效果最大。

# shape_column_clear
source: Column Clear
de: Spalte räumen
es: Eliminar Columna
fr: Colonne
ja: 列消去
ko: 열 제거
nl: Kolom wissen
pt_br: Limpar Coluna
zh_hans: 竖列消除
zh_hant: 直欄消除

# shape_horizontal_desc
source: Row Clear is a powerful red block that instantly clears an entire horizontal row when placed. Great for breaking through tight spots.
de: Reihe räumen ist ein starker roter Block, der beim Setzen sofort eine ganze waagerechte Reihe räumt. Ideal, um festgefahrene Stellen aufzubrechen.
es: Eliminar Fila es un poderoso bloque rojo que elimina instantáneamente toda una fila horizontal al colocarlo. Ideal para superar situaciones difíciles.
fr: Ligne est un puissant bloc rouge qui efface toute une ligne horizontale dès qu'il est posé. Parfait pour débloquer une grille encombrée.
ja: 行消去は、置くと横一行をまるごと消す強力な赤いブロックです。詰まった盤面を切り開くのに向いています。
ko: 행 제거는 놓는 순간 가로 한 줄을 통째로 없애는 강력한 빨간 블록이에요. 꽉 막힌 보드를 뚫는 데 좋아요.
nl: Rij wissen is een krachtig rood blok dat bij plaatsing meteen een hele horizontale rij wist. Ideaal om een vastgelopen speelveld open te breken.
pt_br: Limpar Linha é um poderoso bloco vermelho que elimina na hora uma linha horizontal inteira ao ser colocado. Ótimo para abrir caminho em espaços apertados.
zh_hans: 横行消除是威力强大的红色方块，放下后会立刻清掉一整条横行。要打通拥挤的地方特别好用。
zh_hant: 橫列消除是威力強大的紅色方塊，放下後會立刻清掉一整條橫列。要打通擁擠的地方特別好用。

# shape_normal_blocks
source: Normal Blocks
de: Normale Blöcke
es: Bloques Normales
fr: Blocs classiques
ja: 通常の ブロック
ko: 일반 블록
nl: Gewone blokken
pt_br: Blocos Comuns
zh_hans: 普通 方块
zh_hant: 一般 方塊

# shape_normal_desc
source: Normal blocks are your main building pieces. They come in many shapes and sizes (1–9 squares each). Fill rows and columns to clear them.
de: Normale Blöcke sind deine Bausteine. Sie kommen in vielen Formen und Größen (je 1–9 Felder). Füll Reihen und Spalten, um sie zu räumen.
es: Los bloques normales son tus piezas principales. Vienen en muchas formas y tamaños (1–9 cuadros cada uno). Llena filas y columnas para eliminarlas.
fr: Les blocs classiques sont tes pièces de base. Ils existent en de nombreuses formes et tailles (de 1 à 9 cases). Remplis lignes et colonnes pour les effacer.
ja: 通常ブロックは基本となる駒です。形も大きさもさまざまで、1〜9マスあります。行や列を埋めて消しましょう。
ko: 일반 블록은 기본이 되는 조각이에요. 모양과 크기가 다양하고 한 블록에 1~9칸이에요. 행과 열을 채워 없애세요.
nl: Gewone blokken zijn je bouwstenen. Ze komen in allerlei vormen en maten (1 tot 9 vakjes). Vul rijen en kolommen om ze te wissen.
pt_br: Os blocos comuns são suas peças principais. Vêm em muitos formatos e tamanhos, de 1 a 9 casas cada. Preencha linhas e colunas para eliminá-las.
zh_hans: 普通方块是你主要的建造材料，形状和大小各异，每个占 1 到 9 格。填满横行和竖列就能消除它们。
zh_hant: 一般方塊是你主要的建構材料，形狀與大小各異，每個佔 1 到 9 格。填滿橫列與直欄就能消除它們。

# shape_row_clear
source: Row Clear
de: Reihe räumen
es: Eliminar Fila
fr: Ligne
ja: 行消去
ko: 행 제거
nl: Rij wissen
pt_br: Limpar Linha
zh_hans: 横行消除
zh_hant: 橫列消除

# shape_vertical_desc
source: Column Clear is a powerful blue block that instantly clears an entire vertical column when placed. Perfect for creating space.
de: Spalte räumen ist ein starker blauer Block, der beim Setzen sofort eine ganze senkrechte Spalte räumt. Perfekt, um Platz zu schaffen.
es: Eliminar Columna es un poderoso bloque azul que elimina instantáneamente toda una columna vertical al colocarlo. Perfecto para crear espacio.
fr: Colonne est un puissant bloc bleu qui efface toute une colonne verticale dès qu'il est posé. Idéal pour faire de la place.
ja: 列消去は、置くと縦一列をまるごと消す強力な青いブロックです。スペースを作るのに最適です。
ko: 열 제거는 놓는 순간 세로 한 줄을 통째로 없애는 강력한 파란 블록이에요. 공간을 만들 때 제격이에요.
nl: Kolom wissen is een krachtig blauw blok dat bij plaatsing meteen een hele verticale kolom wist. Perfect om ruimte te maken.
pt_br: Limpar Coluna é um poderoso bloco azul que elimina na hora uma coluna vertical inteira ao ser colocado. Perfeito para criar espaço.
zh_hans: 竖列消除是威力强大的蓝色方块，放下后会立刻清掉一整条竖列。想腾出位置时最合适。
zh_hant: 直欄消除是威力強大的藍色方塊，放下後會立刻清掉一整條直欄。想空出位置時最合適。

# shapes_header
source: Block Shapes
de: Blockformen
es: Formas de Bloques
fr: Formes de blocs
ja: ブロックの形
ko: 블록 모양
nl: Blokvormen
pt_br: Formatos de Bloco
zh_hans: 方块形状
zh_hant: 方塊形狀

source: Show Results
de: Ergebnis zeigen
es: Ver Resultados
fr: Voir le résultat
ja: 結果を見る
ko: 결과 보기
nl: Resultaat tonen
pt_br: Ver Resultados
zh_hans: 查看结果
zh_hant: 查看結果

# stats_avg_efficiency
source: Avg. Efficiency
de: Ø Effizienz
es: Eficiencia Prom.
fr: Efficacité moy.
ja: 平均効率
ko: 평균 효율
nl: Gem. efficiëntie
pt_br: Eficiência Média
zh_hans: 平均效率
zh_hant: 平均效率

# stats_best_combo
source: Best Combo
de: Beste Combo
es: Mejor Combo
fr: Meilleur combo
ja: 最高コンボ
ko: 최고 콤보
nl: Beste combo
pt_br: Melhor Combo
zh_hans: 最佳连消
zh_hant: 最佳連消

# stats_days_played
source: Days Played
de: Spieltage
es: Días Jugados
fr: Jours joués
ja: プレイ日数
ko: 플레이한 날
nl: Speeldagen
pt_br: Dias Jogados
zh_hans: 游玩天数
zh_hant: 遊玩天數

# stats_favorite_difficulty
source: Favorite Mode
de: Liebster Modus
es: Modo Favorito
fr: Mode favori
ja: よく遊ぶ難易度
ko: 자주 쓰는 난이도
nl: Favoriete modus
pt_br: Modo Favorito
zh_hans: 常用模式
zh_hant: 常用模式

# stats_hours_minutes_format
source: %lldh %lldm
de: %lld Std. %lld Min.
fr: %lld h %lld min
ja: %lld時間%lld分
ko: %lld시간 %lld분
nl: %lld u %lld min
pt_br: %lldh %lldmin
zh_hans: %lld 小时 %lld 分
zh_hant: %lld 小時 %lld 分

# stats_longest_game
source: Longest Game
de: Längstes Spiel
es: Partida Más Larga
fr: Partie la plus longue
ja: 最長プレイ
ko: 최장 플레이
nl: Langste spel
pt_br: Partida Mais Longa
zh_hans: 最长一局
zh_hant: 最長一局

# stats_minutes_only_format
source: %lldm
de: %lld Min.
fr: %lld min
ja: %lld分
ko: %lld분
nl: %lld min
pt_br: %lldmin
zh_hans: %lld 分
zh_hant: %lld 分

# stats_most_lines_game
source: Most Lines
de: Meiste Reihen
es: Más Líneas
fr: Plus de lignes
ja: 最多ライン
ko: 최다 줄
nl: Meeste rijen
pt_br: Mais Linhas
zh_hans: 单局最多排数
zh_hant: 單局最多排數

# stats_section_activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
nl: Activiteit
pt_br: Atividade
zh_hans: 活动
zh_hant: 活動
